Repository: mozilla-l10n/mt-training-data
Catalog: scl/scl_pontoon.tmx
Source language: en_us
Languages: scl

source: Something went wrong while fetching audio for transcriptions. Please try again later.
scl: آڈیو نقل آنے اڈیوجا جیک اَباشیک بِیلیں۔ پِتینیو پھَرا کوشش تھے۔

source: Something went wrong while fetching prompts. Please try again later.
scl: سیلی (prompts) آنے اڑیوجا جیک ٹھیسیک بِیلیں۔ پتو پھیرے/دُگُنی کوشش تھے۔

source: Something went wrong while fetching transcriptions. Please try again later.
scl: کچٹ تھئییک آنے اڑیوجا جیک ٹھیسیک بِیلیں۔ پتو پھیرے/دُگُنی کوشش تھے۔

source: Something went wrong with reCAPTCHA. Please try again.
scl: ری کیپچا نلا کھچیک بیلی۔ دوگونی یجار

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
scl: اک باش یا باشیکو گوجینی چیک ویرئینٹس گہ شونگے اک موتے مجا لیگی لائی موتے بیئینا۔ توڑے کوئی ویرینٹکی ساتی کروم تھیونو ابش بو ہی تو، توسے تومی ترجیح انی بدل تھیون بؤ۔

source: Soninke
scl: سوننکے

source: Sorbian, Lower
scl: سوربین، لوئیر

source: Sorbian, Upper
scl: ساربین، اپر

source: Sorry, Common Voice is running slowly. Thanks for your interest.
scl: معافی لُکھونیس، کامن وائیس چھُوت/دَل بو یازیوں۔ نیسیڑے خوش تھا تھیونو جو بشخیش!

source: Sorry, something went wrong
scl: معاف تھے۔ جیک خپیک بیلیں۔

source: Source: { $sentenceSource }
scl: ذریعہ

source: Southern Kurdish
scl: ساوتھ کردش

source: Southern Pastaza Quechua
scl: سودرن پاستازا کویچوا

source: Southern Sotho
scl: ساودرن سوتھو

source: Southwestern Tlaxiaco Mixtec
scl: جنوب مغربی ٹیلیسیاکو مِکسٹیک/ Tlaxiaco Mixtec

source: Spanish
scl: سپینی

source: Speak
scl: رس

source: Speakable
scl: رجونو بش

source: Speakers
scl: رزینیک

source: Speaking
scl: رجونو

source: Speaking and Listening
scl: رجونو گہ کونڈ دیونو

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
scl: تومینودیس گوو شونگونی رس۔ تُوسے رازیک شونگوڑے اکی آنے خوش تھینا۔ اسوڑے تھو شونگو کدو ہُوں آئیں ادو اکی اواجُوں، تُو سے دیس گو موجی تھیک شونگو اکی اواجوں

source: Speak now
scl: کوتے رس

source: Speak options menu
scl: رجونو آپشنو ژِھیر

source: Speak up, contribute here!
scl: رس، آنی میشک تھے

source: Special Characters and Foreign Letters
scl: خاص مَشے گہ درینے مَشے

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
scl: لیگی لائی کُوری بِیلی تو کِشیئے گہ تِکے یو تھیونو اواجئی۔ مثالیک، انگریزی نی ایک ایپاسٹرافیک انا تھے "don’t" یا “we’re” انینو انا تھے اکی لکھیونو اواجئی، انا ٹِکے “@” or “#. تُوڑے نے اواجین دا۔

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
scl: <speechBlogLink> باشی سوجون تھیونو شروع تھے۔</speechBlogLink>

source: Spelling and Punctuation
scl: ہیجائی گہ ٹیکے

source: Split into { $archiveCount } ZIP files containing
scl: زِپ فائیلونی اجو بو{ $archiveCount }

source: Splits
scl: ٹُکڑائیے

source: Splits (Age and Sex)
scl: الگ ٹکڑائے۔(عمر گہ جنس)

source: Spontaneous Speech
scl: اَشانگیو شونگو

source: Start recording
scl: ریکاردینگ شروع تھے

source: Start typing to describe your accent
scl: تومو شونگو لیل تھیایونو کاری لکھیونوسچ

source: Stats
scl: کلیانی

source: Status Page
scl: سٹیٹسو پٹو

source: Still have questions?
scl: مُتی گہ جیک کھُوجونو ہِوں دا؟

source: Streaks
scl: کِشیئے

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
scl: <strong> ٹاری </strong> لاؤبڑو ڈائیناسور<strong> ٹاری</strong> ریاسکو

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
scl: تھو شونگے نیو ایکو مُوتو شونگوک ہوں تو زو نے نیگاٹے۔ </strong> شونگو سوجون تھیونو انی پُورو کاریو لائی سم بیں

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
scl: <strong> سوکیچو با </strong> تھئی باش تھینین جک پُرونیو مُتے ہاں۔ کروم تھیونو انی جیک طریقائی ہاں

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
scl: <strong> چھینگے </strong> ٹرائیاسکو لیگی لاؤ بڑو ڈاینا سور

source: Submit
scl: چین

source: Submit All
scl: بُٹئے/ پُورے چینڈ

source: Submit a new question for the community to read and respond to
scl: آنے مُتیک جکونیو کھُوجے، ہو جواب گہ دے۔

source: Submit a report
scl: رپورٹیک چین

source: Submit clips
scl: کلپی چھین

source: Submit new questions for the community to read and respond to
scl: آنے جکو نیو نا نا موجی کھُوجے، ہو جواب گہ دے۔

source: Submitted
scl: چینیجِیلی

source: Subscribe
scl: یو بو

source: Success
scl: مُچھوڑے کھاجونو

source: success checkmark
scl: لیل تھین نیشان کامیاب

source: Success, profile created!
scl: بڑیار، پروفائیل سنیجیلی!

source: Support open, community-led datasets
scl: کمیونیتی سے یَجاریک ڈیٹاسیٹی ساتی دے۔

source: Svan
scl: سوان

source: Swahili
scl: سواہلی

source: Swedish
scl: سویڈش

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
scl: موجی منیونو دشٹینی کھینگیڑےشر تھے۔ نے منیونو کھبی کھنگیڑے شر تھے۔ آئیں تھے پھت تھیونو اجاڑے شر تھے۔ <strong> پھرا چکاک چینیونو نے اموش </strong>

source: Syriac
scl: سیریاک

source: Tagalog
scl: تگالوگ

source: Tahitian
scl: تایشین

source: Taiwanese (Minnan)
scl: تائیوانیز

source: Tajik
scl: تاجک

source: Taking several attempts to read a word.
scl: ایک موجیک لائی پھیر رجونو

source: Tamazight
scl: تمیزیگت

source: Tamil
scl: تامل

source: Tap
scl: زراب

source: Tarifit
scl: ٹاریفٹ

source: Tatar
scl: تاتار

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
scl: Tatoeba شونگو، ترجمو،گہ رجیک شونگو ایک بڑو ڈیٹا بیسیک ہوں باشے سیچینئی کاریو۔ انی ڈاونلوڈی نی کمیونیٹیے ریکارڈ تھیک رزانیک انگریزی ہِیں۔

source: Technology and Robotics
scl: ٹیکنالوجی گہ روبوٹی

source: Technology that speaks your language
scl: تھئیی باش تھیک ٹیکنالوجی

source: TED-LIUM Corpus
scl: TED-LIUM کارپس

source: Teke
scl: تیکے

source: Tell us what you'd like to download:
scl: توسے یوک ڈاوٰنلوڈ تھیونو اروڈاوٰ

source: Telugu
scl: تیلگو

source: Tepeuxila Cuicatec
scl: ٹیپیوکسِیلا کِیوکیٹیک

source: Terms
scl: شرط

source: <termsLink>Terms</termsLink>
scl: <termsLink> شرطے </termsLink>

source: Teutila Cuicatec
scl: ٹیوٹِیلا سِیویکیٹیک

source: Thai
scl: تھائی

source: Thanks for confirming your account, now let's build your profile.
scl: تومو اکاؤنٹ کنفرم تھینوکاری تھو شل بو تھئی، کوتے تومی پروفائیل سنے؎

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
scl: دُوبیو گہ دئییو نیو گہ لائی باشے آنے چینیئیک جکوڑے جو بشخیش۔ انی موجی شونگونی کروم تھینینک اپلیکیشنے منوجو شونگو سم تھے جواب دیونو استعمال بینا

source: Thank you for contributing to Spontaneous Speech!
scl: باش آنے چینیونوجُو بشخیش باش آنے

source: Thank you for contributing your bulk submission!
scl: شیک تھے موجی چینیونیڑے لائی لائی جو بشخِیش۔!

source: Thank you for contributing your voice!
scl: تومو شونگو دیونو کاری جو یا

source: Thank you for donating your voice clips!
scl: تھے شونگو کلپوکاری جو یا

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
scl: تھی ریکارڈنگی کاری جو

source: Thank you for your information
scl: موجی (معلوماتے) آنے دیونو تُوڑے جُو بشخیش

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
scl: آنے { $lang } چینیوڑے تھیئی لائی لائی جو بشخیش۔بیسے ہر باشی آنے شیونو تیار تھیونو کاریو گہ اسئی چھُکیڑے ای میلینی رجوں بیونو لاؤ کروم تھونیس۔ تُو سے گہ موجی چینیم تھو/سانتی دیم تھوٓں تو تھینی ای میل چینڈ۔

source: Thank you for your voice information
scl: تھی شونگو معلوماتو کاری جو/ شل بو

source: Thank you! You’ve sent a new language enquiry
scl: جو یا۔ تو سے نیئ باشیکو کھوجن تاپن چینیا

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
scl: پُوریو نو سم موجی موش کلونی بینیک گہ شونگ نے چھُرے تھیئک موجی بیئنا۔ آ موجی کو سیڑے گہ رجونو لوکے بینا۔ موجونی مُتے مُتے شونگے بونو لائی کُوری ہِیں، بیسے گہ آنے اسے شُورایئے کروم تھینیکوکاریو کھین بوجونو گہ جینو آنے شے چھُریونو ریکارڈنگ تھونیس۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
scl: شونگو سوجین تھیک انجن سنیونو عام جک سے رزینیک موجی لا سم بینا۔ موجی رجونو آنے سم طریقائی ہاں۔

source: The bumblebee sped by.
scl: رومبو تیز بلیں

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
scl: ایکشان شونگو(کامن وائیسو) ڈیٹا سیٹی نی نے بوجینیک شونگے گہ کلپ مزرانی ہاں۔ کلپو مزر گہ ڈاؤن لوڈ تھیونو ہتے ایوں۔ پروجیکٹئی ساتی دئیک انی جکوڑے بیسے جُو بشخیش تھونیس

source: The clip has disrespectful or offensive language.
scl: انو کلپانی روش تھیاریک باش ہیں۔

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
scl: ایکشان شونگو (کامن وائس) ڈیٹا سیٹی نی لاکھون شونگے ہاں زے شونگو سوجونیارینیک باوی سنین کوڑے اواجینا۔

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
scl: کمیونٹی ایکشان شونگے (کامن وائیس) کاریو ٹھُم ٹھُم بئی ہییو پش ہیں۔ جک پُوری دنیانیو اینا۔ زے پُورے باشو سُکیشے،سائینسدانی، گہ فنکاری ہاں۔ اسو 'اباؤٹ' </about> پٹینی یو کدا بو بونی ہیں مُتی گہ سیچیون بانت۔ اسئی کمیونیٹی پلےبک </community> تُو انتظاماتونی یو بیم تھوں تو <emailFragment> آنے یو بو</emailFragment>

source: The content contains a language different than I was expecting.
scl: مُوے گُناسیکے جو مُتی باشیک ہِیں آنے۔

source: The content has disrespectful or offensive language.
scl: آنے روش تھیارینیک/ کھچی باش ہیں۔

source: The giant dino [cough] the Triassic.
scl: ٹرائاسکو لیگی لا بڑے ڈائناو [کھوزی]

source: The giant dinosaur of the Triassic.
scl: ٹرائاسکو لیگی لا بڑو ڈائناسوری

source: The giant dinosaurs of the Triassi-.
scl: ٹرائیاسی

source: The giant dinosaurs of the Triassic.
scl: ٹرائاسکو لیگی لا بڑے ڈائناسوری

source: The giant dinosaurs of the Triassic. [read by one voice]
scl: ٹریاسکو لیگی لا بڑے ڈایناسوری [ایک شونگوکینی رس]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
scl: ٹرائیاسکولیگی لا بڑے ڈائیناسوری <strong> ایک شونگو گی رجیک </strong>

source: The giant dinosaurs of the Triassic. Yes.
scl: ٹرائیاسکو لیگی لا بڑے ڈایئناسوری۔ اُوں

source: The giant dino <strong>[cough]</strong> the Triassic.
scl: لیگی لاؤ بڑو ڈاینو<strong> کف </strong> ٹرائیاسک

source: The MediaRecorder API is not supported in your browser.
scl: میڈیا ریکارڈر اے۔ پی۔آئی تھو براؤزرانی نے یازیوں۔

source: The number of recordings and which languages you contribute to will be public.
scl: توسے کا باشیونی کچاک ریکارڈنگی میشک تھو آ سا پورے جگو کاری بی۔

source: The page you are looking for could not be found
scl: تُو سے اُڈاریوں ہانک پٹو ہتے نے آلو۔

source: There are currently no prompts for this language. Please refresh the page or try again later.
scl: انی باشیڑے کوتے آنے سیلیک (prompts ) جیک نُش۔ انو پٹو ریفریش تھے یا پتنیو پھیرے/دُگُنی کوششیک تھے۔

source: There are currently no sentences to review in this language.
scl: انی باشی نی دُگُنی چکیونو موجی نُش۔

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
scl: انی باشی چکیونو کوتے جیک گہ کچٹیک نُش۔ انو پٹو ریفریش تھے پتو پھیرے/ دُگُنی چکے۔

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
scl: باشئی گُنیونئی کاریو لائے پونے ہائیں۔ باشی سُجانیریونو موڈلئی (speech recognition models) کاریو ایکشان شونگے (کامن وائیس) یک مُتو پرُوجونینی زور دِیں۔ 'یا' آ باشی تھینیک ایک مُتو پرُوجون بینا دا؟

source: The recording was too long.
scl: ریکارڈنگ لیگی ڈنگی اسیلی

source: The recording was too quiet.
scl: ریکارڈنگ پھوشی اسیلی

source: The recording was too short.
scl: ریکارڈنگ لیگی چونی اسیلی

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
scl: کوتے آنے لکھیونو انی باشو آڈیوئی نُش۔ پٹو ریفریش تھے یا پتینیو پھَرا کوشش تھے۔

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
scl: لکھے ہانک موجونی نمبری نے بونو اواجئی، کیئے تھیوں تو جے سے رجو جا ابش تھینا۔ نمبرورجینی نی موجو رجینی ساتی بِیں، انی سے ڈیٹا سیٹی نی ہنگ بنگ تھیارینا۔ مثالیک، انو نمبر "2409" سم تھے انا تھے رجون بینا "بی گہ چار زیرونو" انئی تھے گہ رزینا "دُو ہزار گہ چار چل گہ نو"۔

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
scl: رزینیکو شونگے مُتے مُتے بئینا۔ شونگو لاؤ اُتھالوبوئی ریکارڈنگ ٹاری تھیوں تو نے منے۔ یا اچاک چھُوت بو ہوں کہ یوک رجیک نے پرُوجے جئیں تو گہ نے منے

source: The route was unclear.
scl: پون لیل نا سیلی۔

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
scl: انی باشے کوتے کمیونیٹی ڈیولیپمنٹنی ہائیں۔ <localizationGlossaryLink> ویٹ سائیٹ لوکلائیزیشن </localizationGlossaryLink> گہ <sentenceCollectionGlossaryLink> موجو چھوٹو </sentenceCollectionGlossaryLink> آنے یو تھیو نو اواجوں۔

source: The selected file is too large
scl: گنیئے فایل لایل ڈنگی ہیں

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
scl: موجی یو تھیک کامن وائیسو(ایکشان شونگو) پلیٹ فارمے واری بوجوں ہوں۔ تُوسے چے لکھیون<writeURL> بوں ۔ ایک موجیک لکھے<reviewURL> دُگُنی چکے</reviewURL> یا ایک موجیک کامن وائیسینی چینڈ۔

source: The sentence has a grammatical or spelling error.
scl: انو موجے نی گرامر گہ ہیجو غلطی ہِیں۔

source: The sentence has disrespectful or offensive language.
scl: انو موجے نی روش تھیاریک گہ کلی تھیاریک باش ہِیں۔

source: The sentence must be grammatically correct.
scl: موش گرامرینی سم بونو اواجئی

source: The sentence must be speakable.
scl: موش رجونو بش بو تھن

source: The sentence must be spelled correctly.
scl: موش سم بو ہیجا بونی اواجئی

source: The sentence should have fewer than 15 words.
scl: موجی نی پزیلایو نیو اپا شونگے بونو اواجئی

source: The site is ready to be launched when it reaches 75% completion.
scl: 75٪ پُوری بِلی تو سائیٹ تیار بِیں

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
scl: انی سائٹ لوکو نیو لوکو واپس ایئی۔ نائی تازہ معلوماتو کاریو<matrixLink> میٹرکس کمیونٹیو موش کلے نی </matrixLink> یو بو یا آنے <githubLink>گیٹ ہبانی </githubLink>اے یا <discourseLink>اسو موش کلو فورمونی </discourseLink> اوئی سائیٹو خپے چینڈ یا نگرانی تھے۔

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
scl: The TED-LIUM کارپس آڈیو موجونیو گہ زینئی ٹرانسکرپشنے TED ویب سائیٹونی ہتے اینائیے۔

source: The website text is translated into that language.
scl: ویب سائٹو لکھیانی آ باشینی ترجمہ بلِیں۔

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
scl: آنے سوجون تھیارینیک موجی ہاں۔ نوم، ای میل، پتہ، دِش، سوجون تھیاریک نمبر یا فون نمبر

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
scl: انی معلومات دینو کوری نش ۔ توسے کھوش تھائو تو گٹی/یو تھے۔ بسے ڈیٹا سیٹ چینیس تو، تومی معلوماتو نومی نایونس، یادو تھو نوم، ای میل پلی معلوماتی عمریا جنس ساتی گٹ نے چھیرونو شونگ تھونس

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
scl: انی موجی/(معلوماتے) آنے دا تو گہ نے دا گہ تھئی خوش ہِیں۔ بیسے ڈیٹا سیٹ واشیئس تو انی موجی (معلوماتے) ، تھو نوم، ای میل، کالی (عمر) گہ بِیرو سونچی ہونک چَپ تھونیس۔ ٹیکنالوجیڑے پُورو کاریو سم تھے کروم تھیونئی کاریو، مُتے مُتے جکوموجی/ڈیٹا پشیریونو ٹیکنالوجے سنینیکوڑے سانتی دینا۔ میٹا ڈیٹا یوکیڑے اواجوں چکیونو مُتی گہ سِیچ۔

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
scl: انو استعمال بیلوک سیگمنٹ ہوں، انوسے ڈیٹا رزیئیک سوجون تھیون بیون۔ اُوں/نے سوجون تھییونو

source: This is how you cite yourself if you wrote the content yourself.
scl: تھنے موجی تُوئی سے اکی لکھَوں تو، انا تھے تُو سے اکینو حوالہ دیون بَوں

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
scl: اَنُو پروجیکٹ تُو پَش جَکو نیو بغیر نے بِیوں۔ کام وائیسی نی یو بونو لائیے پونے ہائیں۔ کوڈ کَدا تھے تھیونی ہِیں اونو ضروری نُش۔

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
scl: انی پرایار سے تھئیی لیڈر بورڈو پشیجار کنٹرول تھئیں۔ چَپ بیلی تو تھئی بڑیار گہ چپ بیئی۔ تھیئی فوٹو، تھو نوم گہ تھیئی بڑیار لیڈربورڈینی نے پشیجئیی۔ ہیجے چھُورے کہ لیڈر بورڈ ریفریش سے بدلیئے تھیونو ~{ $minutes } مینٹی گینیوں۔

source: Three to go!
scl: چے، یاس

source: Thur
scl: تھر

source: Tibetan
scl: ٹائیبیٹن

source: Tigre
scl: تگرے

source: Tigrinya
scl: تائیگرین

source: Tlazoyaltepec Mixtec
scl: تلازویالٹپیک مکسٹیک

source: Toba Qom
scl: ٹوبا قوم

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
scl: تومی ای میل پریونو یا موتی دیونو کاری اسوٹے انیسیا <emailFragment>commonvoice@mozilla.com</emailFragment>ای میلک تھیا

source: Today
scl: اش

source: Today's Common Voice progress on clips recorded
scl: کامن وائیسو کپلی ریکارڈ تھیاں

source: Today's Common Voice progress on clips validated
scl: اجوکے کامن وائیس کلپی منیجیلاں

source: Today's Progress
scl: اشوکو بلو کروم

source: Toki Pona
scl: ٹوکی پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
scl: کامن وائسینی (ایکشان شونگونی) شیونوکاری ایک شونگو کلپ دو مُتے مُتے جک سے منیونو اواجئی

source: Too many files
scl: فائیلے لیگی لائیے ہائیں۔

source: Top Contributors
scl: بُٹو جو لاؤ کروم تھیئک

source: Torwali
scl: توروالی

source: Total
scl: کُل بیل

source: Total Approved
scl: منیجیلیک پُورے/بُٹے

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
scl: دشٹینی کھینگیڑے بیسے فائیدائی گہ عام جکو کاریو ہائینک معلوماتے چھُورونیس۔ تھنی ڈیوائیسی نی کامن وائیسو اکونٹ شروع تھیونو کھری دے ہییک لنک استعمال تھے۔

source: Toward next goal
scl: مُتو مقصتے واری

source: Track progress here and on your stats page.
scl: تھو کرومیئی حالت گہ تھیئی سٹیجو پٹو

source: Transcribe
scl: پریئیے (نقل) تھے

source: Transcribe answers
scl: جوابے کَچَٹ تھے۔

source: Transcribe Audio
scl: شونگو لِکھے/ شونگو کچٹ تھے

source: Transcribe audio recordings into text
scl: شونگو ریکارڈنگے لکھے/کچٹ تھے۔

source: Transcribe audio recordings in your language
scl: شونگو ریکارڈنگےتھنی باشینی ریکارڈ تھے۔

source: Transcribe Audio <small>(Coming soon)</small>
scl: شونگے ٹرانسکرائیب تھے <small> لوکو انو ہُوں</small>

source: Transcript edited successfully
scl: کچٹ تھیئیک سم بو بدل بِیلیں۔

source: Transcript skipped successfully
scl: کچٹ تھیئیک سم بو لنگ/پھت بِیلی۔

source: Transcript submitted successfully
scl: نقل سَم بو چِینی جِیلو

source: Transcript voted successfully
scl: کچٹ تھیئیکئی سم بو مِنیجیلی۔

source: Transgender
scl: ٹرانسجینڈر

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
scl: <translateVideoLink> پون ٹون استعمال تھیونئی کاریو اسو پون پشاریک (guide) چکے

source: Translating the site
scl: ترجمہ تھیونو

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
scl: ترجمہ انگریزی نیو تھیونی ہِیں۔ آنے گہ چکے <strong> مشورے</strong> مُئیے باشو نی۔ زرپ تھے<strong> پروفائیل</strong> سیل، ہو <strong> پرایانی (setting) <strong> کوئی گہ باشے تُوسے رزاوؤں آ یو تھے۔ دشٹی نی کھِنگ کھری مُشے شُوتی نی ترجمو ژھیریک ہیں آ سیڑے <strong> کُویو (لوکل) تھینا۔ ترجمہ سائیٹی نی اک دیز پتو پشِجیں،

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
scl: سیکشان شونگو (کامن وائیس) ترجمہ پون ٹُونیجا بیوں۔ <strong

source: Try again by dragging your file here
scl: تھنی فائیل آنے زار تھے اڑے

source: Try uploading again
scl: دُگُنی اپلوڈ تھے

source: Tshivenda
scl: شوینڈا

source: Tunen
scl: تونین

source: Tupuri
scl: تئپوری

source: Turkish
scl: تُرکی

source: Turkmen
scl: ترکمین

source: Tush
scl: ٹَش

source: Tuvan
scl: تووان

source: Twi
scl: توی

source: Typically megabytes
scl: عام طورینی میگابائیٹے

source: Ubykh
scl: اوبیکھ

source: Udmurt
scl: اوڈمت

source: Ukrainian
scl: یوکرائین

source: Understand contribution criteria
scl: ساتی دیو نو معیار ہیجے ولے

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
scl: کامن ٖٖڈیٹا سیٹا نی کنا تھے سانت دینا اور کنا تھے موجی گہ شونگو کلیپی ویلیڈیٹ تھینا سیچ۔
